{
  "0": {
    "fr": {
      "1": "Êtes-vous chez vous ou êtes-vous invité chez quelqu’un pendant la fête ?",
      "2": "Chez moi",
      "3": "Avez-vous déjà préparé tous vos plats pour le Shabbat avant le début de la fête ?",
      "4": "Allez-vous réchauffer des plats pour Shabbat pendant la fête ?",
      "5": "Est-ce que l’un de vos plats à réchauffer contient une sauce ?",
      "6": "Un Erouv Tavshilin avec bénédiction est requis, car réchauffer un plat liquide est considéré comme une cuisson selon la Halakha. Cela implique une préparation pour Shabbat.",
      "7": "Faites un Erouv Tavshilin sans bénédiction, car le plat est sec.",
      "8": "Si vous avez prévu de cuisiner un petit plat le jour de la fête en l’honneur de Shabbat, comme des œufs durs : Faites un Erouv Tavshilin avec bénédiction.",
      "9": "Selon certaines opinions, il est recommandé de faire un Erouv sans bénédiction dans tous les cas, à moins de préparer réellement un plat.",
      "10": "Concernant l’allumage des bougies de Shabbat : Il n’est pas nécessaire de faire un Erouv Tavshilin pour pouvoir allumer les bougies de Shabbat.",
      "11": "Invité chez quelqu’un",
      "12": "Vous êtes invité pour la fête",
      "13": "Oui, et je reste chez l’hôte pour le Shabbat",
      "14": "Vous n’avez pas besoin de faire un Erouv Tavshilin, car vous dépendez de l’hôte. Vous pouvez aussi demander à l’hôte de vous inclure dans son Erouv ou faire un Erouv sans bénédiction.",
      "15": "Oui, mais je rentre chez moi après le repas de fête",
      "16": "Il est préférable de cuisiner ou réchauffer un plat chez vous pour Shabbat et faire un Erouv avec bénédiction.",
      "17": "Vous êtes à l'hotel pour la fête",
      "18": "Vous séjournez dans un hôtel pendant la fête et y restez jusqu’au Shabbat ?",
      "19": "Vous n’êtes pas obligé de faire un Erouv Tavshilin, car vous ne préparez rien pour Shabbat. Cependant, si vous cuisinez ou réchauffez un plat dans votre chambre en l’honneur de Shabbat, vous pouvez faire un Erouv Tavshilin avec bénédiction"
    },
    "en": {
      "1": "Are you at home or are you a guest at someone's place during the holiday?",
      "2": "At home",
      "3": "Have you already prepared all your Shabbat dishes before the start of the holiday?",
      "4": "Will you be reheating dishes for Shabbat during the holiday?",
      "5": "Does any of the dishes you plan to reheat contain a sauce?",
      "6": "An Eruv Tavshilin with a blessing is required, as reheating a liquid dish is considered cooking according to Halakha. This involves preparation for Shabbat.",
      "7": "Make an Eruv Tavshilin without a blessing, as the dish is dry.",
      "8": "If you plan to cook a small dish on the holiday in honor of Shabbat, like hard-boiled eggs: Make an Eruv Tavshilin with a blessing.",
      "9": "According to some opinions, it is recommended to make an Eruv without a blessing in all cases, unless you actually prepare a dish.",
      "10": "Regarding lighting Shabbat candles: It is not necessary to make an Eruv Tavshilin to light the Shabbat candles.",
      "11": "Guest at someone's place",
      "12": "Are you a guest for the holiday?",
      "13": "Yes, and I am staying with the host for Shabbat",
      "14": "You do not need to make an Eruv Tavshilin, as you rely on the host. You can also ask the host to include you in their Eruv or make an Eruv without a blessing.",
      "15": "Yes, but I am returning home after the holiday meal",
      "16": "It is preferable to cook or reheat a dish at your place for Shabbat and make an Eruv with a blessing.",
      "17": "You are at a hotel for the holiday",
      "18": "Are you staying at a hotel during the holiday and remaining there until Shabbat?",
      "19": "You are not required to make an Eruv Tavshilin, as you are not preparing anything for Shabbat. However, if you cook or reheat a dish in your room in honor of Shabbat, you can make an Eruv Tavshilin with a blessing."
    },
    "he": {
      "1": "האם אתם בבית או אורחים אצל מישהו במהלך החג?",
      "2": "בבית",
      "3": "האם כבר הכנתם את כל מאכלי השבת לפני תחילת החג?",
      "4": "האם תחממו מאכלים לשבת במהלך החג?",
      "5": "האם אחד המאכלים שתחממו מכיל רוטב?",
      "6": "נדרש עירוב תבשילין עם ברכה, מכיוון שחימום מאכל נוזלי נחשב כבישול לפי ההלכה. הדבר כרוך בהכנה לשבת.",
      "7": "עשו עירוב תבשילין ללא ברכה, מכיוון שהמאכל יבש.",
      "8": "אם אתם מתכננים לבשל מאכל קטן ביום החג לכבוד שבת, כמו ביצים קשות: עשו עירוב תבשילין עם ברכה.",
      "9": "לפי דעות מסוימות, מומלץ לעשות עירוב ללא ברכה בכל מקרה, אלא אם כן מכינים בפועל מאכל.",
      "10": "בנוגע להדלקת נרות שבת: אין צורך לעשות עירוב תבשילין כדי להדליק נרות שבת.",
      "11": "אורחים אצל מישהו",
      "12": "האם אתם אורחים במהלך החג?",
      "13": "כן, ואני נשאר אצל המארח לשבת",
      "14": "אינכם צריכים לעשות עירוב תבשילין, כי אתם נסמכים על המארח. ניתן גם לבקש מהמארח לכלול אתכם בעירוב שלו או לעשות עירוב ללא ברכה.",
      "15": "כן, אבל אני חוזר הביתה אחרי סעודת החג",
      "16": "עדיף לבשל או לחמם מאכל בבית עבור שבת ולעשות עירוב עם ברכה.",
      "17": "אתם בבית מלון במהלך החג",
      "18": "האם אתם שוהים בבית מלון במהלך החג ונשארים שם עד שבת?",
      "19": "אינכם מחויבים לעשות עירוב תבשילין, כי אינכם מכינים דבר לשבת. עם זאת, אם אתם מבשלים או מחממים מאכל בחדרכם לכבוד שבת, ניתן לעשות עירוב תבשילין עם ברכה."
    }
  }
}
